Repository: HenriquesPontes/Near
Catalog: Near/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt, pt_br, ru, zh_hans

source: %@ Device Nearby! ⚠️
ar: %@ جهاز قريب! ⚠️
de: %@ Gerät in der Nähe! ⚠️
es: ¡Dispositivo %@ cercano! ⚠️
fr: Appareil %@ à proximité ! ⚠️
hi: %@ डिवाइस आस-पास! ⚠️
it: Dispositivo %@ nelle vicinanze! ⚠️
ja: %@ 近くのデバイス! ⚠️
ko: %@ 장치가 근처에 있습니다! ⚠️
pt: Dispositivo %@ Próximo! ⚠️
pt_br: %@ Dispositivo próximo! ⚠️
ru: %@ Устройство рядом! ⚠️
zh_hans: 附近检测到 %@ 设备！⚠️

source: %@ on radar
ar: %@ على الرادار
de: %@ auf dem Radar
es: %@ en el radar
fr: %@ sur le radar
hi: %@ राडार पर
it: %@ sul radar
ja: レーダー上の%@
ko: 레이더에 %@
pt: %@ no radar
pt_br: %@ no radar
ru: %@ на радаре
zh_hans: %@ 在雷达上

source: %lld dBm
ar: %ll ديسيبل ميلي واط
hi: %lld डीबीएम
ko: %lldBm
ru: %lld дБм

source: %lld devices emissions in range
ar: %lld من الانبعاثات من الأجهزة في النطاق
de: %lld Smart-Wearable-Emissionen in Reichweite
es: %lld emisiones de dispositivos inteligentes al alcance
fr: %lld émissions de wearables intelligents à portée
hi: %lld उपकरणों का उत्सर्जन सीमा में है
it: %lld emissioni di dispositivi smart rilevate
ja: %lld 台のデバイスのエミッションが範囲内にあります
ko: 범위 내 %lld개의 장치 방출
pt: %lld emissões de dispositivos inteligentes na área
pt_br: %lld emissões de dispositivos dentro do alcance
ru: Излучение %lld устройств в радиусе действия
zh_hans: 范围内有 %lld 个智能可穿戴设备信号

source: %lld min
ar: %ll دقيقة
hi: %lld मिनट
ja: %lld 分
ko: %lld분
ru: %lld мин.
zh_hans: %lld 分钟

source: ⚠ DO NOT HARASS ANYONE ⚠
ar: ⚠ لا تضايق أحداً ⚠
de: ⚠ NIEMANDEN BELÄSTIGEN ⚠
es: ⚠ NO ACOSAR A NADIE ⚠
fr: ⚠ NE HARCELEZ PERSONNE ⚠
hi: ⚠किसी को परेशान मत करो⚠
it: ⚠ NON MOLESTARE NESSUNO ⚠
ja: ⚠誰にも嫌がらせをしないでください⚠
ko: ⚠ 누구도 괴롭히지 마세요 ⚠
pt: ⚠ NÃO ASSEDIE NINGUÉM ⚠
pt_br: ⚠ NÃO ASSEDIAR NINGUÉM ⚠
ru: ⚠ НИКОГО НЕ ПРИСТАВЛЯЙТЕ ⚠
zh_hans: ⚠ 请勿骚扰任何人 ⚠

source: A %@ has been detected approximately %@ meters away.
ar: تم اكتشاف %@ على بعد %@ مترًا تقريبًا.
de: Ein %@ wurde in ca. %@ Metern Entfernung erkannt.
es: Se ha detectado un %@ a aproximadamente %@ metros.
fr: Un %@ a été détecté à environ %@ mètres.
hi: लगभग %@ मीटर दूर एक %@ का पता चला है।
it: Un %@ è stato rilevato a circa %@ metri di distanza.
ja: %@ が約 %@ メートル離れた場所で検出されました。
ko: %@이(가) 약 %@미터 떨어진 곳에서 감지되었습니다.
pt: Um %@ foi detectado a aproximadamente %@ metros.
pt_br: Um %@ foi detectado a aproximadamente %@ metros de distância.
ru: %@ был обнаружен на расстоянии примерно %@ метров.
zh_hans: 在距离约 %@ 米处检测到一台 %@

source: About
ar: عن
de: Info
es: Acerca de
fr: À propos
hi: के बारे में
it: Info
ja: について
ko: 에 대한
pt: Sobre
pt_br: Sobre
ru: О
zh_hans: 关于

source: About Near
ar: حول Near
de: Über Near
es: Acerca de Near
fr: À propos de Near
hi: Near के बारे में
it: Informazioni su Near
ja: Near について
ko: Near 정보
pt: Sobre o Near
pt_br: Sobre Near
ru: О Near
zh_hans: 关于 Near

source: Accept
ar: يقبل
de: Akzeptieren
es: Aceptar
fr: Accepter
hi: स्वीकार करना
it: Accettare
ja: 受け入れる
ko: 수용하다
pt: Aceitar
pt_br: Aceitar
ru: Принимать
zh_hans: 接受

source: Alert Notifications
ar: إشعارات التنبيه
de: Warnmeldungen
es: Notificaciones de alerta
fr: Notifications d'alerte
hi: चेतावनी सूचनाएं
it: Notifiche di avviso
ja: アラート通知
ko: 경고 알림
pt: Notificações de Alerta
pt_br: Notificações de alerta
ru: Оповещения
zh_hans: 警报通知

source: Alert on New Devices
ar: تنبيه على الأجهزة الجديدة
de: Warnung bei neuen Geräten
es: Alertar sobre nuevos dispositivos
fr: Alerte sur les nouveaux appareils
hi: नए उपकरणों पर अलर्ट
it: Avviso per nuovi dispositivi
ja: 新しいデバイスに関するアラート
ko: 새 장치에 대한 경고
pt: Alertar sobre Novos Dispositivos
pt_br: Alerta sobre novos dispositivos
ru: Оповещение о новых устройствах
zh_hans: 发现新设备时发出警报

source: Alerts & Notifications
ar: التنبيهات والإخطارات
de: Warnungen und Benachrichtigungen
es: Alertas y notificaciones
fr: Alertes et notifications
hi: अलर्ट एवं सूचनाएं
it: Avvisi e notifiche
ja: アラートと通知
ko: 경고 및 알림
pt: Alertas e notificações
pt_br: Alertas e notificações
ru: Оповещения и уведомления
zh_hans: 警报和通知

source: All Channels
ar: جميع القنوات
de: Alle Kanäle
es: Todos los canales
fr: Toutes les chaînes
hi: सभी चैनल
it: Tutti i canali
ja: すべてのチャンネル
ko: 모든 채널
pt: Todos os canais
pt_br: Todos os canais
ru: Все каналы
zh_hans: 所有频道

source: All Detections
ar: كافة الكشف
de: Alle Erkennungen
es: Todas las detecciones
fr: Toutes les détections
hi: सभी जांचें
it: Tutti i rilevamenti
ja: すべての検出
ko: 모든 탐지
pt: Todas as detecções
pt_br: Todas as detecções
ru: Все обнаружения
zh_hans: 所有检测

source: All Devices
ar: جميع الأجهزة
de: Alle Geräte
es: Todos los dispositivos
fr: Tous les appareils
hi: सभी उपकरणों
it: Tutti i dispositivi
ja: すべてのデバイス
ko: 모든 장치
pt: Todos os dispositivos
pt_br: Todos os dispositivos
ru: Все устройства
zh_hans: 所有设备

source: All Signals
ar: جميع الإشارات
de: Alle Signale
es: Todas las señales
fr: Tous les signaux
hi: सभी सिग्नल
it: Tutti i segnali
ja: すべての信号
ko: 모든 신호
pt: Todos os sinais
pt_br: Todos os sinais
ru: Все сигналы
zh_hans: 所有信号

source: An %@ has been detected approximately %@ meters away.
ar: تم اكتشاف %@ على بعد %@ تقريبًا من الأمتار.
de: Ein %@ wurde in ca. %@ Metern Entfernung erkannt.
es: Se ha detectado un %@ a aproximadamente %@ metros.
fr: Un %@ a été détecté à environ %@ mètres.
hi: लगभग %@ मीटर दूर एक %@ का पता चला है।
it: Un %@ è stato rilevato a circa %@ metri di distanza.
ja: %@ が約 %@ メートル離れた場所で検出されました。
ko: %@이(가) 약 %@미터 떨어진 곳에서 감지되었습니다.
pt: Um %@ foi detectado a aproximadamente %@ metros.
pt_br: Um %@ foi detectado a aproximadamente %@ metros de distância.
ru: %@ был обнаружен на расстоянии примерно %@ метров.
zh_hans: 在距离约 %@ 米处检测到一台 %@

source: An active emission has been detected. Check the radar view or list below.
ar: تم اكتشاف انبعاث نشط. تحقق من عرض الرادار أو القائمة أدناه.
de: Eine aktive Sendung wurde erkannt. Überprüfen Sie die Radaransicht oder die Liste unten.
es: Se ha detectado una emisión activa. Compruebe la vista de radar o la lista de abajo.
fr: Une émission active a été détectée. Vérifiez la vue radar ou la liste ci-dessous.
hi: एक सक्रिय उत्सर्जन का पता चला है. नीचे रडार दृश्य या सूची की जाँच करें।
it: È stata rilevata un'emissione attiva. Controlla la visualizzazione radar o l'elenco seguente.
ja: アクティブエミッションが検出されました。以下のレーダービューまたはリストを確認してください。
ko: 활성 방출이 감지되었습니다. 아래의 레이더 보기 또는 목록을 확인하세요.
pt: Uma emissão ativa foi detetada. Verifique a visualização do radar ou a lista abaixo.
pt_br: Uma emissão ativa foi detectada. Verifique a visualização do radar ou lista abaixo.
ru: Обнаружено активное излучение. Проверьте изображение на радаре или список ниже.
zh_hans: 检测到活动蓝牙发射源。请查看下方的雷达视图或列表。

source: Any form of harassment or confrontation based on the suspicion of covert surveillance is unacceptable and may be illegal. *Near* relies on Bluetooth Low Energy (BLE) heuristics that can produce false positives such as mistaking a VR headset or smartwatch for smart glasses. This app is designed solely for personal situational awareness. Always act responsibly and familiarize yourself with your local privacy laws. Please do not act rashly. Think before you act upon any messages (not only from this app).
ar: أي شكل من أشكال المضايقة أو المواجهة بناءً على الاشتباه في المراقبة السرية أمر غير مقبول وقد يكون غير قانوني. يعتمد *Near* على تقنيات Bluetooth منخفضة الطاقة (BLE) التي يمكن أن تنتج نتائج إيجابية كاذبة، مثل الخلط بين سماعة الرأس VR أو الساعة الذكية والنظارات الذكية. تم تصميم هذا التطبيق فقط من أجل الوعي الظرفي الشخصي. تصرف دائمًا بمسؤولية وتعرف على قوانين الخصوصية المحلية لديك. من فضلك لا تتصرف بتهور. فكر قبل التصرف بناءً على أي رسائل (ليس فقط من هذا التطبيق).
de: Jegliche Form der Belästigung oder Konfrontation aufgrund des Verdachts einer verdeckten Überwachung ist inakzeptabel und möglicherweise illegal. *Near* basiert auf Bluetooth Low Energy (BLE)-Heuristiken, die zu Fehlalarmen wie der Verwechslung eines VR-Headsets oder einer Smartwatch mit einer Smart-Brille führen können. Diese App dient ausschließlich der persönlichen Situationswahrnehmung. Handeln Sie stets verantwortungsbewusst und machen Sie sich mit den örtlichen Datenschutzgesetzen vertraut. Bitte handeln Sie nicht vorschnell. Denken Sie nach, bevor Sie auf Nachrichten reagieren (nicht nur von dieser App).
es: Cualquier forma de acoso o confrontación basada en la sospecha de vigilancia encubierta es inaceptable y puede ser ilegal. *Near* se basa en la heurística de Bluetooth de baja energía (BLE) que puede producir falsos positivos, como confundir un visor de realidad virtual o un reloj inteligente con gafas inteligentes. Esta aplicación está diseñada únicamente para el conocimiento situacional personal. Actúe siempre de manera responsable y familiarícese con las leyes de privacidad locales. Por favor, no actúes precipitadamente. Piense antes de actuar sobre cualquier mensaje (no solo de esta aplicación).
fr: Toute forme de harcèlement ou de confrontation fondée sur des soupçons de surveillance secrète est inacceptable et peut être illégale. *Near* s'appuie sur l'heuristique Bluetooth Low Energy (BLE) qui peut produire des faux positifs, comme confondre un casque VR ou une montre intelligente avec des lunettes intelligentes. Cette application est conçue uniquement pour la connaissance de la situation personnelle. Agissez toujours de manière responsable et familiarisez-vous avec vos lois locales sur la confidentialité. S’il vous plaît, n’agissez pas de manière imprudente. Réfléchissez avant d'agir sur des messages (pas seulement depuis cette application).
hi: गुप्त निगरानी के संदेह के आधार पर किसी भी प्रकार का उत्पीड़न या टकराव अस्वीकार्य है और अवैध हो सकता है। *Near* ब्लूटूथ लो एनर्जी (BLE) अनुमानों पर निर्भर करता है जो गलत सकारात्मक परिणाम उत्पन्न कर सकता है जैसे कि VR हेडसेट या स्मार्टवॉच को स्मार्ट ग्लास समझ लेना। यह ऐप पूरी तरह से व्यक्तिगत स्थितिजन्य जागरूकता के लिए डिज़ाइन किया गया है। हमेशा जिम्मेदारी से कार्य करें और अपने स्थानीय गोपनीयता कानूनों से परिचित हों। कृपया उतावलेपन से कार्य न करें। किसी भी संदेश (केवल इस ऐप से नहीं) पर कार्रवाई करने से पहले सोचें।
it: Qualsiasi forma di molestia o confronto basata sul sospetto di sorveglianza segreta è inaccettabile e può essere illegale. *Near* si basa sull'euristica Bluetooth Low Energy (BLE) che può produrre falsi positivi, ad esempio scambiare un visore VR o uno smartwatch per occhiali intelligenti. Questa app è progettata esclusivamente per la consapevolezza situazionale personale. Agisci sempre in modo responsabile e familiarizza con le leggi locali sulla privacy. Per favore, non agire in modo avventato. Pensa prima di agire in base a qualsiasi messaggio (non solo da questa app).
ja: 秘密監視の疑いに基づくいかなる形式の嫌がらせや対立も容認できず、違法となる可能性があります。 *Near* は Bluetooth Low Energy (BLE) ヒューリスティックに依存しているため、VR ヘッドセットやスマートウォッチをスマート グラスと間違えるなどの誤検知が発生する可能性があります。このアプリは、個人の状況認識のみを目的として設計されています。常に責任を持って行動し、地域のプライバシー法をよく理解してください。 軽率な行動はしないでください。 (このアプリに限らず) メッセージに基づいて行動する前によく考えてください。
ko: 은밀한 감시로 의심되는 어떠한 형태의 괴롭힘이나 대결도 용납되지 않으며 불법일 수 있습니다. *Near*은 VR 헤드셋이나 스마트워치를 스마트 안경으로 착각하는 등의 오탐을 생성할 수 있는 BLE(Bluetooth Low Energy) 휴리스틱을 사용합니다. 이 앱은 개인의 상황 인식만을 위해 설계되었습니다. 항상 책임감 있게 행동하고 현지 개인 정보 보호법을 숙지하십시오. 경솔하게 행동하지 마십시오. (이 앱뿐만 아니라) 모든 메시지에 대해 조치를 취하기 전에 생각하십시오.
pt: Qualquer forma de assédio ou confronto com base na suspeita de vigilância secreta é inaceitável e pode ser ilegal. O *Near* depende de heurísticas de Bluetooth Low Energy (BLE) que podem produzir falsos positivos, como confundir um headset de RV ou smartwatch com óculos inteligentes. Este aplicativo foi projetado exclusivamente para consciência situacional pessoal. Aja sempre com responsabilidade e familiarize-se com as leis locais de privacidade. Por favor, não aja precipitadamente. Pense antes de agir com base em qualquer mensagem (não apenas deste aplicativo).
pt_br: Qualquer forma de assédio ou confronto com base na suspeita de vigilância encoberta é inaceitável e pode ser ilegal. *Near* depende da heurística Bluetooth Low Energy (BLE) que pode produzir falsos positivos, como confundir um fone de ouvido VR ou smartwatch com óculos inteligentes. Este aplicativo foi projetado exclusivamente para consciência situacional pessoal. Sempre aja com responsabilidade e familiarize-se com as leis de privacidade locais. Por favor, não aja precipitadamente. Pense antes de agir de acordo com qualquer mensagem (não apenas deste aplicativo).
ru: Любая форма преследования или конфронтации, основанная на подозрении в скрытой слежке, неприемлема и может быть незаконной. *Near* использует эвристику Bluetooth Low Energy (BLE), которая может давать ложные срабатывания, например, ошибочно принимать VR-гарнитуру или умные часы за умные очки. Это приложение предназначено исключительно для личной ситуационной осведомленности. Всегда действуйте ответственно и ознакомьтесь с местными законами о конфиденциальности. Пожалуйста, не действуйте опрометчиво. Подумайте, прежде чем реагировать на какие-либо сообщения (не только из этого приложения).
zh_hans: 任何形式的基于秘密监视嫌疑的骚扰或对抗都是不可接受的，并且可能是非法的。 *Near* 依赖于蓝牙低功耗 (BLE) 启发式算法，可能会产生误报，例如将 VR 耳机或智能手表误认为是智能眼镜。该应用程序专为个人态势感知而设计。始终负责任地行事并熟悉当地的隐私法。 请不要轻举妄动。对任何消息（不仅来自此应用程序）采取行动之前请三思。

source: Appearance
ar: مظهر
de: Darstellung
es: Apariencia
fr: Apparence
hi: उपस्थिति
it: Aspetto
ja: 外観
ko: 모습
pt: Aparência
pt_br: Aparência
ru: Появление
zh_hans: 外貌

source: Apple Vision Pro
ar: أبل فيجن برو
hi: एप्पल विजन प्रो
ja: アップルビジョンプロ
ko: 애플 비전 프로
pt_br: Apple Visão Pro
ru: Apple Видение Про
zh_hans: 苹果视觉专业版

source: Apple Vision Pro Nearby! ⚠️
ar: أبل فيجن برو قريب! ⚠️
de: Apple Vision Pro in der Nähe! ⚠️
es: ¡Apple Vision Pro cercano! ⚠️
fr: Apple Vision Pro à proximité ! ⚠️
hi: एप्पल विजन प्रो नजदीक! ⚠️
it: Apple Vision Pro nelle vicinanze! ⚠️
ja: Apple Vision Pro が近くにあります! ⚠️
ko: Apple Vision Pro가 근처에 있습니다! ⚠️
pt: Apple Vision Pro Próximo! ⚠️
pt_br: Apple Vision Pro nas proximidades! ⚠️
ru: Apple Vision Pro рядом! ⚠️
zh_hans: 附近检测到 Apple Vision Pro！⚠️

source: APPLICATION SETTINGS
ar: إعدادات التطبيق
de: APP-EINSTELLUNGEN
es: AJUSTES DE LA APLICACIÓN
fr: PARAMÈTRES DE L'APPLICATION
hi: एप्लिकेशन सेटिंग
it: IMPOSTAZIONI APPLICAZIONE
ja: アプリケーション設定
ko: 애플리케이션 설정
pt: CONFIGURAÇÕES DO APLICATIVO
pt_br: CONFIGURAÇÕES DO APLICATIVO
ru: НАСТРОЙКИ ПРИЛОЖЕНИЯ
zh_hans: 应用程序设置

source: AR capture cameras. Auto-syncs shorts directly to Snapchat cloud networks.
ar: كاميرات التقاط AR. مزامنة تلقائية للشورتات مباشرة مع شبكات Snapchat السحابية.
de: AR-Aufnahmekameras. Synchronisiert Clips automatisch direkt mit Snapchat-Cloud-Netzwerken.
es: Cámaras de captura en RA. Sincroniza clips automáticamente directamente en la nube de Snapchat.
fr: Caméras de capture RA. Synchronise automatiquement les clips directement sur le cloud de Snapchat.
hi: एआर कैप्चर कैमरे। शॉर्ट्स को सीधे स्नैपचैट क्लाउड नेटवर्क पर ऑटो-सिंक करता है।
it: Fotocamere di acquisizione AR. Sincronizza automaticamente i brevi video direttamente sulla rete cloud di Snapchat.
ja: ARキャプチャカメラ。ショート動画を Snapchat クラウド ネットワークに直接自動同期します。
ko: AR 캡처 카메라. Shorts를 Snapchat 클라우드 네트워크에 직접 자동 동기화합니다.
pt: Câmeras de captura AR. Sincroniza automaticamente clips diretamente para redes na nuvem do Snapchat.
pt_br: Câmeras de captura AR. Sincroniza automaticamente shorts diretamente nas redes em nuvem do Snapchat.
ru: Камеры захвата AR. Автоматически синхронизирует шорты напрямую с облачными сетями Snapchat.
zh_hans: 增强现实 (AR) 拍摄相机。自动将短视频同步至 Snapchat 云端网络。

source: AR recording and sharing HUD
ar: تسجيل AR ومشاركة HUD
de: AR-Aufnahme und Sharing-HUD
es: HUD de grabación y uso compartido de RA
fr: HUD d'enregistrement et de partage en RA
hi: AR रिकॉर्डिंग और HUD साझा करना
it: HUD per registrazione e condivisione AR
ja: AR 録画および共有 HUD
ko: AR 녹화 및 HUD 공유
pt: HUD de gravação e compartilhamento de AR
pt_br: Gravação AR e compartilhamento de HUD
ru: AR-запись и обмен HUD
zh_hans: AR记录和共享HUD

source: Are you sure you want to delete all detections?
ar: هل أنت متأكد أنك تريد حذف كافة الاكتشافات؟
de: Sind Sie sicher, dass Sie alle Erkennungen löschen möchten?
es: ¿Está seguro de que desea eliminar todas las detecciones?
fr: Êtes-vous sûr de vouloir supprimer toutes les détections ?
hi: क्या आप वाकई सभी पहचान हटाना चाहते हैं?
it: Sei sicuro di voler eliminare tutti i rilevamenti?
ja: すべての検出を削除してもよろしいですか?
ko: 모든 탐지 항목을 삭제하시겠습니까?
pt: Tem certeza de que deseja excluir todas as detecções?
pt_br: Tem certeza de que deseja excluir todas as detecções?
ru: Вы уверены, что хотите удалить все обнаружения?
zh_hans: 您确定要删除所有检测吗？

source: Audio Capture Arrays
ar: مصفوفات التقاط الصوت
de: Audioaufnahme-Arrays
es: Matrices de captura de audio
fr: Réseau de capture audio
hi: ऑडियो कैप्चर ऐरे
it: Array di acquisizione audio
ja: オーディオキャプチャアレイ
ko: 오디오 캡처 어레이
pt: Matrizes de Captura de Áudio
pt_br: Matrizes de captura de áudio
ru: Массивы аудиозахвата
zh_hans: 音频录制阵列

source: Audio Guidance Active
ar: التوجيه الصوتي نشط
de: Audiorückmeldung aktiv
es: Guía de audio activa
fr: Guidage audio actif
hi: ऑडियो मार्गदर्शन सक्रिय
it: Guida audio attiva
ja: 音声ガイダンスが有効です
ko: 오디오 안내 활성
pt: Orientação por Áudio Ativa
pt_br: Orientação de áudio ativa
ru: Аудиогид активен
zh_hans: 声音引导已激活

source: Auto-Stop Scan
ar: الإيقاف التلقائي للمسح الضوئي
de: Scan automatisch stoppen
es: Escaneo con parada automática
fr: Analyse d'arrêt automatique
hi: ऑटो-स्टॉप स्कैन
it: Scansione con arresto automatico
ja: スキャンの自動停止
ko: 자동 중지 스캔
pt: Varredura com parada automática
pt_br: Parada automática da varredura
ru: Автоматическая остановка сканирования
zh_hans: 自动停止扫描

source: Automatically stops scanning after a certain duration to save battery life. Set to 'Never' (0 min) to scan continuously without stopping.
ar: يتوقف المسح تلقائيًا بعد مدة معينة لتوفير عمر البطارية. اضبط على "أبدًا" (0 دقيقة) للمسح بشكل مستمر دون توقف.
de: Stoppt den Scanvorgang nach einer bestimmten Dauer automatisch, um den Akku zu schonen. Stellen Sie „Nie“ (0 Min.) ein, um kontinuierlich zu scannen, ohne anzuhalten.
es: Detiene automáticamente el escaneo después de una cierta duración para ahorrar batería. Establezca en 'Nunca' (0 min) para escanear continuamente sin detenerse.
fr: Arrête automatiquement la numérisation après une certaine durée pour économiser la batterie. Réglez sur « Jamais » (0 min) pour numériser en continu sans arrêt.
hi: बैटरी जीवन बचाने के लिए एक निश्चित अवधि के बाद स्कैनिंग स्वचालित रूप से बंद हो जाती है। बिना रुके लगातार स्कैन करने के लिए 'कभी नहीं' (0 मिनट) पर सेट करें।
it: Interrompe automaticamente la scansione dopo una certa durata per prolungare la durata della batteria. Impostare su "Mai" (0 min) per eseguire la scansione in modo continuo senza interruzioni.
ja: バッテリー寿命を節約するために、一定時間が経過するとスキャンを自動的に停止します。停止せずに継続的にスキャンするには、「なし」(0 分) に設定します。
ko: 배터리 수명을 절약하기 위해 특정 기간이 지나면 자동으로 스캔을 중지합니다. 중지하지 않고 계속 스캔하려면 '사용 안 함'(0분)으로 설정하세요.
pt: Interrompe automaticamente a digitalização após um determinado período para economizar bateria. Defina como 'Nunca' (0 min) para digitalizar continuamente sem parar.
pt_br: Interrompe automaticamente a digitalização após um determinado período para economizar bateria. Defina como 'Nunca' (0 min) para digitalizar continuamente sem parar.
ru: Автоматически прекращает сканирование по истечении определенного времени для экономии заряда батареи. Установите значение «Никогда» (0 минут) для непрерывного сканирования без остановки.
zh_hans: 在一定时间后自动停止扫描以节省电池寿命。设置为“从不”（0 分钟）可连续扫描而不停止。

source: Background App Refresh is disabled. Radar Mode cannot run in the background. Tap to open Settings.
ar: تم تعطيل تحديث التطبيقات في الخلفية. لا يمكن تشغيل وضع الرادار في الخلفية. انقر لفتح الإعدادات.
de: Hintergrundaktualisierung ist deaktiviert. Der Radar-Modus kann nicht im Hintergrund ausgeführt werden. Tippen Sie hier, um die Einstellungen zu öffnen.
es: La actualización en segundo plano está desactivada. El modo Radar no puede ejecutarse en segundo plano. Toque para abrir Ajustes.
fr: L'actualisation en arrière-plan est désactivée. Le mode Radar ne peut pas s'exécuter en arrière-plan. Appuyez pour ouvrir les Réglages.
hi: बैकग्राउंड ऐप रिफ्रेश अक्षम है. रडार मोड पृष्ठभूमि में नहीं चल सकता. सेटिंग्स खोलने के लिए टैप करें।
it: L'aggiornamento in background è disattivato. La modalità Radar non può essere eseguita in background. Tocca per aprire le Impostazioni.
ja: アプリのバックグラウンド更新は無効になっています。レーダー モードはバックグラウンドで実行できません。タップして設定を開きます。
ko: 백그라운드 앱 새로 고침이 비활성화되었습니다. 레이더 모드는 백그라운드에서 실행할 수 없습니다. 탭하여 설정을 엽니다.
pt: A Atualização em Segundo Plano está desativada. O Modo Radar não pode ser executado em segundo plano. Toque para abrir os Ajustes.
pt_br: A atualização do aplicativo em segundo plano está desativada. O Modo Radar não pode ser executado em segundo plano. Toque para abrir Configurações.
ru: Фоновое обновление приложений отключено. Режим радара не может работать в фоновом режиме. Нажмите, чтобы открыть «Настройки».
zh_hans: 后台 App 刷新已禁用。雷达模式无法在后台运行。轻点以打开设置。

source: Background App Refresh is restricted on this device. Radar Mode cannot run in the background.
ar: تحديث التطبيقات في الخلفية مقيد على هذا الجهاز. لا يمكن تشغيل وضع الرادار في الخلفية.
de: Die Hintergrundaktualisierung ist auf diesem Gerät eingeschränkt. Der Radar-Modus kann nicht im Hintergrund ausgeführt werden.
es: La actualización en segundo plano está restringida en este dispositivo. El modo Radar no puede ejecutarse en segundo plano.
fr: L'actualisation en arrière-plan est restreinte sur cet appareil. Le mode Radar ne peut pas s'exécuter en arrière-plan.
hi: इस डिवाइस पर बैकग्राउंड ऐप रिफ्रेश प्रतिबंधित है। रडार मोड पृष्ठभूमि में नहीं चल सकता.
it: L'aggiornamento in background è limitato su questo dispositivo. La modalità Radar non può essere eseguita in background.
ja: このデバイスではアプリのバックグラウンド更新が制限されています。レーダー モードはバックグラウンドで実行できません。
ko: 이 기기에서는 백그라운드 앱 새로 고침이 제한되어 있습니다. 레이더 모드는 백그라운드에서 실행할 수 없습니다.
pt: A Atualização em Segundo Plano está restrita neste dispositivo. O Modo Radar não pode ser executado em segundo plano.
pt_br: A atualização de aplicativos em segundo plano é restrita neste dispositivo. O Modo Radar não pode ser executado em segundo plano.
ru: Фоновое обновление приложений на этом устройстве ограничено. Режим радара не может работать в фоновом режиме.
zh_hans: 此设备上限制了后台 App 刷新。雷达模式无法在后台运行。

source: Be aware: AR filming and micro-cameras are active.
ar: انتبه: تصوير الواقع المعزز والكاميرات الصغيرة نشطة.
de: Achtung: AR-Filmen und Mikrokameras sind aktiv.
es: Atención: la filmación en RA y las microcámaras están activas.
fr: Attention : le tournage en RA et les micro-caméras sont actifs.
hi: सावधान रहें: एआर फिल्मांकन और माइक्रो-कैमरे सक्रिय हैं।
it: Attenzione: le riprese AR e le microcamere sono attive.
ja: 注意: AR 撮影とマイクロカメラがアクティブになっています。
ko: 주의사항: AR 촬영 및 마이크로 카메라가 활성화됩니다.
pt: Atenção: filmagens AR e microcâmeras estão ativas.
pt_br: Esteja ciente: as filmagens AR e as microcâmeras estão ativas.
ru: Имейте в виду: AR-съемка и микрокамеры активны.
zh_hans: 请注意：增强现实拍摄和微型摄像头可能处于活动状态。

source: Be aware: Multimodal AI-powered smart glasses active.
ar: انتبه: النظارات الذكية متعددة الوسائط التي تعمل بالذكاء الاصطناعي نشطة.
de: Achtung: Multimodale KI-gestützte Datenbrillen aktiv.
es: Tenga en cuenta: gafas inteligentes multimodales impulsadas por IA activas.
fr: Attention : lunettes intelligentes multimodales alimentées par l'IA actives.
hi: सावधान रहें: मल्टीमॉडल एआई-संचालित स्मार्ट चश्मा सक्रिय।
it: Attenzione: Occhiali intelligenti multimodali basati su IA attivi.
ja: 注意: マルチモーダル AI 搭載スマート グラスがアクティブになっています。
ko: 주의 사항: 다중 모드 AI 기반 스마트 안경이 활성화되어 있습니다.
pt: Esteja ciente: óculos inteligentes multimodais alimentados por IA estão ativos.
pt_br: Esteja ciente: óculos inteligentes multimodais alimentados por IA estão ativos.
ru: Внимание: мультимодальные умные очки на базе искусственного интеллекта активны.
zh_hans: 请注意：多模式人工智能驱动的智能眼镜处于活动状态。
